package topsearch

import "fmt"

func ExampleTopSearch() {
	fmt.Println(TopSearch("립스틱"))
	// Output:
	// #립스틱: 663k posts(663134)
	// #립스틱추천: 119k posts(119887)
	// #립스틱정리함: 1513 posts(1513)
	// #립스틱💄: 12.4k posts(12493)
	// #립스틱덕후: 8492 posts(8492)
	// #립스틱발색: 4455 posts(4455)
	// #립스틱그램: 3683 posts(3683)
	// #립스틱만들기: 2637 posts(2637)
	// #립스틱사탕: 5192 posts(5192)
	// #립스틱선물: 4439 posts(4439)
	// #립스틱프린스: 3154 posts(3154)
	// #립스틱케이스: 1478 posts(1478)
	// #립스틱네일: 571 posts(571)
	// #립스틱파우치: 1357 posts(1357)
	// #립스틱부자: 1733 posts(1733)
}
